{
  "dates": {
    "6": [
      {
        "date": "558",
        "event": " VI в. - Первые письменные известия о \"руси\" и \"русах\". Покорение аварами славянского племени дулебов (558)."
      }
    ],
    "7": [],
    "8": [],
    "9": [
      {
        "date": "838",
        "event": "Первое известное посольство «русского кагана» в Константинополь.."
      },
      {
        "date": "860",
        "event": " Поход русов  на Византию.."
      },
      {
        "date": "862",
        "event": " Образование Русского государства со столицей в городе Новгороде. Первое упоминание Мурома в летописях."
      },
      {
        "date": "862",
        "event": " Начало правления князя Рюрика в Новгороде."
      },
      {
        "date": "865",
        "event": " Захват Киева варягами Аскольдом и Диром."
      },
      {
        "date": "863",
        "event": " Создание славянской азбуки Кириллом и Мефодием в Моравии."
      },
      {
        "date": "866",
        "event": " Поход славян на Царьград ."
      },
      {
        "date": "879",
        "event": " Начало правления князя Олега ."
      },
      {
        "date": "882",
        "event": " Объединение Новгорода и Киева под властью князя Олега. Перенос столицы из Новгорода в Киев."
      },
      {
        "date": "883",
        "event": " Подчинение князем Олегом кривичей, древлян, северян и радимичей. Формирование территории Киевской Руси."
      }
    ],
    "10": [
      {
        "date": "907",
        "event": " Поход князя Олега на Царьград. Первый договор Руси с Византией."
      },
      {
        "date": "911",
        "event": " Заключение второго договора Руси с Византией."
      },
      {
        "date": "912",
        "event": " Начало правления князя Игоря ."
      },
      {
        "date": "913",
        "event": " Восстание в земле древлян."
      },
      {
        "date": "913",
        "event": " Походы русов на хазаров по Каспийскому побережью Закавказья."
      },
      {
        "date": "915",
        "event": " Договор князя Игоря с печенегами."
      },
      {
        "date": "941",
        "event": " 1-й поход князя Игоря на Царьград."
      },
      {
        "date": "943",
        "event": " 2-й поход князя Игоря на Царьград. Договор князя Игоря с Византией."
      },
      {
        "date": "944",
        "event": " Поход русов на Каспийское побережье Закавказья."
      },
      {
        "date": "946",
        "event": " Начало одновременного правления княгини Ольги и князя Святослава."
      },
      {
        "date": "957",
        "event": " Поездка Ольги в Царьград и ее крещение."
      },
      {
        "date": "957",
        "event": " Начало правления князя Святослава ."
      },
      {
        "date": "964",
        "event": " Походы князя Святослава на Волжскую Булгарию, хазар, племена Северного Кавказа и вятичей. Разгром Хазарского каганата в низовьях Волги. Установление контроля над торговым путем Волга - Каспийское море."
      },
      {
        "date": "968",
        "event": " Походы князя Святослава в Дунайскую Болгарию. Разгром болгар в битве при Доростоле . Войны с печенегами."
      },
      {
        "date": "969",
        "event": " Смерть княгини Ольги."
      },
      {
        "date": "971",
        "event": " Договор князя Святослава с Византией."
      },
      {
        "date": "972",
        "event": " Начало правления великого князя Ярополка ."
      },
      {
        "date": "977",
        "event": " Междоусобные войны за владением Киевом между Ярополком и Владимиром."
      },
      {
        "date": "980",
        "event": " Правление великого князя Владимира Святого ."
      },
      {
        "date": "980",
        "event": " Языческая реформа великого князя Владимира. Попытка создать единый культ, объединяющий богов различных племен."
      },
      {
        "date": "985",
        "event": " Поход великого князя Владимира с союзными торками на Волжских булгар."
      },
      {
        "date": "988",
        "event": " Крещение Руси. Первое свидетельство в утверждении власти киевских князей на берегах Оки."
      },
      {
        "date": "994",
        "event": " Походы великого князя Владимира на Волжских булгар."
      }
    ],
    "11": [
      {
        "date": "1010",
        "event": " Основание Ярославля."
      },
      {
        "date": "1015",
        "event": " Правление великого князя Святополка Окаянного. Войны за великокняжеский престол."
      },
      {
        "date": "1015",
        "event": " Убийство князей Бориса и Глеба по приказу великого князя Святополка."
      },
      {
        "date": "1016",
        "event": " Разгром хазар Византией с помощью князя Мстислава Владимировича. Подавление восстания в Крыму."
      },
      {
        "date": "1019",
        "event": " Поражение великого князя Святополка Окаянного в борьбе с князем Ярославом."
      },
      {
        "date": "1019",
        "event": " Правление великого князя Ярослава Мудрого ."
      },
      {
        "date": "1022",
        "event": " Победа Мстислава Храброго над касогами ."
      },
      {
        "date": "1023",
        "event": " Война Мстислава Храброго и великого князя Ярослава за великое княжение. Победа Мстислава Храброго в битве под Лиственом ."
      },
      {
        "date": "1025",
        "event": " Раздел Киевской Руси между князьями Ярославом и Мстиславом ."
      },
      {
        "date": "1026",
        "event": " Покорение Ярославом Мудрым прибалтийских племен ливов и чуди."
      },
      {
        "date": "1030",
        "event": " Основание Юрьева в чудской земле."
      },
      {
        "date": "1030",
        "event": " Строительство Спасо-Преображенского собора в Чернигове."
      },
      {
        "date": "1036",
        "event": " Смерть князя Мстислава Храброго. Объединение Киевской Руси под властью великого князя Ярослава."
      },
      {
        "date": "1037",
        "event": " Разгром печенегов князем Ярославом и закладка в честь этого события собора Святой Софии в Киеве"
      },
      {
        "date": "1038",
        "event": " Победа Ярослава Мудрого на ятвягами ."
      },
      {
        "date": "1040",
        "event": " Война русов с литовцами."
      },
      {
        "date": "1041",
        "event": " Поход русов на финское племя ямь."
      },
      {
        "date": "1043",
        "event": " Поход новгородского князя Владимира Ярославича на Царьград ."
      },
      {
        "date": "1045",
        "event": " Строительство Софийского собора в Новгороде."
      },
      {
        "date": "1051",
        "event": " Основание мужского Киево-Печерского монастыря. Назначение первого митрополита  из русских, поставленного на должность без согласия Константинополя."
      },
      {
        "date": "1054",
        "event": " Правление великого князя Изяслава Ярославича (Фактический триумвират князей Изяслава, Святослава Ярославича и Всеволода Ярославича. «Правда Ярославичей». Ослабление верховной власти Киевского князя."
      },
      {
        "date": "1055",
        "event": " Первое известие летописи о появлении половцев у границ Переяславского княжества."
      },
      {
        "date": "1056",
        "event": " Создание «Остромирова Евангелия» - древнейшей датированной рукописной русской книги."
      },
      {
        "date": "1061",
        "event": " Набег половцев на Русь."
      },
      {
        "date": "1066",
        "event": " Набег на Новгород полоцкого князя Всеслава. Разгром и захват Всеслава великим князем Изславом."
      },
      {
        "date": "1068",
        "event": " Новый набег половцев на Русь во главе с ханом Шаруканом. Поход Ярославичей на половцев и их поражение на р.Альте. Восстание горожан в Киеве, бегство Изяслава в Польшу."
      },
      {
        "date": "1068",
        "event": " Великое княжение князя Всеслава ."
      },
      {
        "date": "1069",
        "event": " Возвращение Изяслава в Киев вместе с польским королем Болеславом II."
      },
      {
        "date": "1078",
        "event": " Гибель великого князя Изяслава в битве при Нежатиной Ниве с изгоями Борисом Вячеславичем и Олегом Святославичем."
      },
      {
        "date": "1078",
        "event": " Правление великого князя Всеволода Ярославича. Перераспределение земель ."
      },
      {
        "date": "1093",
        "event": " Правление великого князя Святополка II Изяславича."
      },
      {
        "date": "1093",
        "event": " Война русов с половцами. Поражение князей Святополка и Владимира Мономаха в битве с половцами на р.Стугне ."
      },
      {
        "date": "1095",
        "event": " Междоусобная борьба князя Владимира Мономаха и его сыновей с князем Олегом Святославичем и его братьями за Ростово-Суздальское, Черниговское и Смоленское княжества."
      },
      {
        "date": "1097",
        "event": " Любечский съезд князей. Закрепление княжеств за князьями на основе вотчинного права. Дробление государства на удельные княжества. Выделение Муромского княжества из Черниговского."
      }
    ],
    "12": [
      {
        "date": "1100",
        "event": " Витичевский съезд князей."
      },
      {
        "date": "1103",
        "event": " Долобский съезд князей перед походом на половцев. Успешный поход князей Святополка Изяславича и Владимира Мономаха на половцев."
      },
      {
        "date": "1107",
        "event": " Взятие Суздаля волжскими булгарами."
      },
      {
        "date": "1108",
        "event": " Основание Владимира на Клязьме как крепости для защиты Суздальского княжества от черниговских князей."
      },
      {
        "date": "1111",
        "event": " Поход русских князей на половцев. Разгром половцев при Сальнице."
      },
      {
        "date": "1113",
        "event": " Первая редакция «Повести временных лет»  людей против княжеской власти и купцов-ростовщиков. Устав Владимира Всеволодовича."
      },
      {
        "date": "1113",
        "event": " Правление великого князя Владимира Мономаха. Временное укрепление власти великого князя. Составление «Уставов Владимира Мономаха» ."
      },
      {
        "date": "1116",
        "event": " Вторая редакция «Повести временных лет» . Победа Владимира Мономаха над половцами."
      },
      {
        "date": "1118",
        "event": " Завоевание Владимиром Мономахом Минска."
      },
      {
        "date": "1125",
        "event": " Правление великого князя Мстислава I Великого."
      },
      {
        "date": "1125",
        "event": " Княжение Юрия Владимировича Долгорукого в Ростово-Суздальском княжестве."
      },
      {
        "date": "1126",
        "event": " Первые выборы посадника в Новгороде."
      },
      {
        "date": "1127",
        "event": " Окончательное разделение Полоцкого княжества на уделы."
      },
      {
        "date": "1127",
        "event": " Княжение в Смоленске Ростислава Мстиславича. Расцвет Смоленского княжества."
      },
      {
        "date": "1128",
        "event": " Голод в Новгородской, Псковской, Суздальской, Смоленской и Полоцкой землях."
      },
      {
        "date": "1129",
        "event": " Выделение Рязанского княжества из состава Муромско-Рязанского княжества."
      },
      {
        "date": "1130",
        "event": " Походы русов на чудь, начало успешных походов на литву. Столкновения муромо-рязанских князей с половцами."
      },
      {
        "date": "1132",
        "event": " Правление великого князя Ярополка II Владимировича. Окончательный упадок власти Киевского великого князя."
      },
      {
        "date": "1135",
        "event": " Волнения в Новгороде, Уставная грамота новгородского князя Всеволода Мстиславовича об управлении торговыми людьми, изгнание князя Всеволода Мстиславича. Приглашение в Новгород Святослава Ольговича. Упрочение принципа приглашения князя вечем."
      },
      {
        "date": "1137",
        "event": " Отделение Пскова от Новгорода, образование Псковского княжества."
      },
      {
        "date": "1139",
        "event": " 1-е великое княжение Вячеслава Владимировича . Волнения в Киеве и его захват Всеволодом Олеговичем."
      },
      {
        "date": "1139",
        "event": " Правление великого князя Всеволода II Ольговича."
      },
      {
        "date": "1144",
        "event": " Образование Галицкого княжества путем объединения нескольких удельных княжеств."
      },
      {
        "date": "1146",
        "event": " Правление великого князя Игоря Ольговича  - продолжалась до 1161 г.."
      },
      {
        "date": "1146",
        "event": " Правление великого князя Изяслава III Мстиславича с перерывами: в 1149, 1150 годах - княжение Юрия Долгорукого; В 1150 году - 2-е великое княжение Вячеслава Владимировича . Усиление междоусобной борьбы между суздальскими и киевскими князьями."
      },
      {
        "date": "1147",
        "event": " Первое летописное упоминание о Москве."
      },
      {
        "date": "1149",
        "event": " Борьба новгородцев с финнами за Водь. Попытки суздальского князя Юрия Долгорукова отбить у новгородцев югорскую дань."
      },
      {
        "date": "1152",
        "event": " Основание Переяславля-Залесского и Костромы."
      },
      {
        "date": "1154",
        "event": " Основание Дмитрова и Боголюбова."
      },
      {
        "date": "1154",
        "event": " Правление великого князя Ростислава Мстиславича."
      },
      {
        "date": "1155",
        "event": " 1-е правление великого князя Изяслава Давыдовича ."
      },
      {
        "date": "1155",
        "event": " Правление великого князя Юрия Владимировича Долгорукого."
      },
      {
        "date": "1157",
        "event": " Параллельное правление великого князя Изяслава Давыдовича в Киеве и Андрея Юрьевича Боголюбского во Владимире-Суздальском."
      },
      {
        "date": "1159",
        "event": " Параллельное правление великого князя Ростислава Мстиславича в Киеве и Андрея Юрьевича Боголюбского во Владимире-Суздальском."
      },
      {
        "date": "1160",
        "event": " Восстание новгородцев против Святослава Ростиславовича."
      },
      {
        "date": "1164",
        "event": " Поход Андрея Боголюбского на волжских болгар. Победа новгородцев над шведами."
      },
      {
        "date": "1167",
        "event": " Параллельное правление великого князя Мстислава II Изяславича в Киеве и Андрея Юрьевича Боголюбского во Владимире."
      },
      {
        "date": "1169",
        "event": " Взятие Киева войсками великого князя Андрея Юрьевича Боголюбского. Перенесение столицы Руси из Киева во Владимир. Возвышение Владимирской Руси."
      },
      {
        "date": "1169",
        "event": "Правление великого князя Андрея Юрьевича Боголюбского. Перенесение столицы Руси из Киева во Владимир."
      },
      {
        "date": "1174",
        "event": " Убийство Андрея Боголюбского. Первое упоминание в летописи названия «дворяне»."
      },
      {
        "date": "1174",
        "event": " Правление великого князя Михаила Юрьевича . Междоусобицы и восстания горожан во Владимиро-Суздальском княжестве."
      },
      {
        "date": "1176",
        "event": " Правление великого князя Всеволода Большое гнездо. Расцвет Владимиро-Суздальской Руси."
      },
      {
        "date": "1176",
        "event": " Война русов с Волжско-Камской Булгарией. Столкновение русов с эстами."
      },
      {
        "date": "1180",
        "event": " Начало междоусобиц и распада Смоленского княжества. Междоусобица черниговских и рязанских князей."
      },
      {
        "date": "1183",
        "event": " Большой поход владимиро-суздальских князей под предводительством Всеволода Большое гнездо на волжских булгар. Успешный поход князей Южной Руси на половцев."
      },
      {
        "date": "1185",
        "event": " Неудачный поход князя Игоря Святославича на половцев."
      },
      {
        "date": "1186",
        "event": " Междоусобная борьба между рязанскими князьями."
      },
      {
        "date": "1188",
        "event": " Нападение новгородцев на немецких купцов в Новоторжке."
      },
      {
        "date": "1189",
        "event": " 3-й крестовый поход"
      },
      {
        "date": "1191",
        "event": " Походы новгородцев с корелою на ямь."
      },
      {
        "date": "1193",
        "event": " Неудачный поход новгородцев против югры."
      },
      {
        "date": "1195",
        "event": " Первый известный торговый договор Новгорода с городами Германии."
      },
      {
        "date": "1196",
        "event": " Признание князьями новгородских вольностей. Поход Всеволода Большое Гнездо на Чернигов."
      },
      {
        "date": "1198",
        "event": " Покорение новгородцами удмуртов Перебазирование Тевтонского Ордена крестоносцев из Палестины в Прибалтику. Папа римский Целестин III провозглашает Cеверный крестовый поход."
      },
      {
        "date": "1199",
        "event": " Образование Галицко-Волынского княжества путем объединения Галицкого и Волынского княжеств. Возвышение Романа Мстиславича Великого Основание епископом Альбрехтом крепости Риги. Учреждение Ордена меченосцев для христианизации Ливонии "
      }
    ],
    "13": [
      {
        "date": "1202",
        "event": " Захват Орденом меченосцев русских владений в Прибалтике. Борьба Ордена с Новгородом, Псковом и Полоцком за Ливонию."
      },
      {
        "date": "1207",
        "event": " Выделение Ростовского княжества из Владимирского княжества. Безуспешная оборона крепости Куконас в среднем течении Западной Двины князем Вячеславом Борисовичем , внуком смоленского князя Давыда Ростиславича."
      },
      {
        "date": "1209",
        "event": " Первое упоминание в летописи о Твери."
      },
      {
        "date": "1212",
        "event": " 1-е правление великого князя Юрия Всеволодовича. Междоусобная борьба с братом Константином Ростовским. Поражение Юрия Всеволодовича в битве на реке Липице у Юрьев-Польского."
      },
      {
        "date": "1216",
        "event": " Правление великого князя Константина Всеволодовича Ростовского."
      },
      {
        "date": "1218",
        "event": " 2-е правление великого князя Юрия Всеволодовича."
      },
      {
        "date": "1220",
        "event": " Поход великого князя Юрия Всеволодовича на Волжскую Булгарию, захват земель в низовьях Оки. Основание Нижнего Новгорода  в земле мордвы как форпоста против Волжской Булгарии. захват Чингисханом государств Средней Азии"
      },
      {
        "date": "1221",
        "event": " Поход Юрия Всеволодовича против крестоносцев, безуспешная осада крепости Риги."
      },
      {
        "date": "1223",
        "event": " Поражение коалиции половцев и русских князей в битве с монголами на р.Калке. Поход Юрия Всеволодовича против крестоносцев."
      },
      {
        "date": "1224",
        "event": " Взятие рыцарями-меченосцами Юрьева  - главной русской крепости в Прибалтике."
      },
      {
        "date": "1227",
        "event": " Поход вел. князя Юрия Всеволодовича и других князей на мордву. Смерть Чингисхана, провозглашение великим ханом монголо-татар Батыя."
      },
      {
        "date": "1232",
        "event": " Поход суздальских, рязанских и муромских князей на мордву."
      },
      {
        "date": "1233",
        "event": " Попытка рыцарей-меченосцев взять крепость Изборск."
      },
      {
        "date": "1234",
        "event": " Победа новгородского князя Ярослава Всеволодовича над немцами под Юрьевом и заключение с ними мира. Приостановление продвижения меченосцев на восток."
      },
      {
        "date": "1236",
        "event": " Княжение Александра Ярославича Невского в Новгороде."
      },
      {
        "date": "1236",
        "event": " разгром великим ханом Батыем Волжской Булгарии и племен Поволжья."
      },
      {
        "date": "1236",
        "event": " разгром литовским князем Миндовгом войск Ордена меченосцев. Гибель великого магистра ордена."
      },
      {
        "date": "1237",
        "event": " Нашествие монголо-татар на Северо-Восточную Русь. Разорение городо Рязанского и Владимиро-Суздальского княжеств."
      },
      {
        "date": "1237",
        "event": " разгром Даниилом Романовичем Галицким войск Тевтонского ордена. Слияние остатков Ордена меченосцев и Тевтонского ордена. Образование Ливонского ордена."
      },
      {
        "date": "1238",
        "event": " Поражение войска князей Северо-Восточной Руси в битве на р.Сить . Гибель великого князя Юрия Всеволодовича. Выделение Белозерского и Суздальского княжеств из состава Владимиро-Суздальского княжества."
      },
      {
        "date": "1238",
        "event": " Правление великого князя Ярослава II Всеволодовича.."
      },
      {
        "date": "1239",
        "event": " Опустошение татаро-монгольскими войсками мордовских земель, Черниговского и Переяславского княжеств."
      },
      {
        "date": "1240",
        "event": " Нашествие монголо-татар на Южную Русь. Разорение Киева и Галицко-Волынского княжества. Победа новгородского князя Александра Ярославича над шведским войском в сражении на реке Нева."
      },
      {
        "date": "1240",
        "event": " Вторжение тевтонских рыцарей в земли Пскова и Новгорода, взятие ими Пскова, Изборска, Луги;"
      },
      {
        "date": "1241",
        "event": " Изгнание Александром Невским тевтонских рыцарей, освобождение Пскова и др. городов Нашествие монголо-татар на Восточную Европу. Разгром венгерских войск на р. Соленой , опустошение Польши, падение Кракова."
      },
      {
        "date": "1242",
        "event": " Победа Александра Невского над рыцарями Тевтонского ордена в сражении у Чудского озера . Заключение мира с Ливонией на условиях ее отказа от притязаний на русские земли Поражение монголо-татар от чехов в битве при Оломоуце. Завершение «Великого Западного похода»."
      },
      {
        "date": "1243",
        "event": " Приезд русских князей в ставку Батыя. Объявление князя Ярослава II Всеволодовича «старейшим» Образование «Золотой Орды»"
      },
      {
        "date": "1245",
        "event": " Битва под Ярославлем  - последняя битва Даниила Романовича Галицкого в борьбе за обладание Галицким княжеством."
      },
      {
        "date": "1246",
        "event": " Правление великого князя Святослава III Всеволодовича Смерть великого хана Батыя"
      },
      {
        "date": "1249",
        "event": " Правление великого князя Андрея Ярославича."
      },
      {
        "date": "1252",
        "event": " Разорительная «Неврюева рать» во Владимиро-Суздальскую землю."
      },
      {
        "date": "1252",
        "event": " Правление великого князя Александра Ярославича Невского. Поход князя Александра Невского во главе новгородцев в Финляндию ."
      },
      {
        "date": "1252",
        "event": " правление первого литовского князя Миндовга Рингольдовича."
      },
      {
        "date": "1254",
        "event": " основание Сарая - столицы «Золотой Орды». Борьба Новгорода и Швеции за Южную Финляндию."
      },
      {
        "date": "1257",
        "event": " Первая монгольская перепись населения Руси, создание системы баскачества для взимания дани. Восстание горожан в Новгороде  против татарских «численников»."
      },
      {
        "date": "1261",
        "event": " Учреждение православной епархии в городе Сарае."
      },
      {
        "date": "1262",
        "event": " Восстания горожан Ростова, Суздаля, Владимира и Ярославля против откупщиков-мусульман, сборщиков дани. Поручение сбора дани русским князьям."
      },
      {
        "date": "1263",
        "event": " Правление великого князя Ярослава III Ярославича."
      },
      {
        "date": "1267",
        "event": " получение Генуей ханского ярлыка на владение Кафой ."
      },
      {
        "date": "1268",
        "event": " Совместный поход владимиро-суздальских князей, новгородцев и псковичей в Ливонию, их победа под Раковором."
      },
      {
        "date": "1269",
        "event": " Осада Пскова ливонцами, заключение мира с Ливонией и стабилизация западной границы Пскова и Новгорода."
      },
      {
        "date": "1272",
        "event": " Правление великого князя Василия Ярославича поход татаро-монгольского войска на Литву"
      },
      {
        "date": "1272",
        "event": " Княжение Даниила Александровича в Москве. Основание московской династии князей."
      },
      {
        "date": "1276",
        "event": " 1276 Вторая монгольская перепись населения Руси."
      },
      {
        "date": "1276",
        "event": " Правление великого князя Дмитрия Александровича Переяславского."
      },
      {
        "date": "1288",
        "event": " борьба за престол в Золотой Орде"
      },
      {
        "date": "1292",
        "event": " Нашествие татар под предводительством Тудана ."
      },
      {
        "date": "1293",
        "event": " Война Новгорода со Швецией за Карельский перешеек."
      },
      {
        "date": "1294",
        "event": " Правление великого князя Андрея Александровича Городецкого."
      },
      {
        "date": "1299",
        "event": " Перенос митрополичьей кафедры из Киева во Владимир митрополитом Максимом."
      }
    ],
    "14": [
      {
        "date": "1300",
        "event": " Постройка шведами крепости Ландскрона на Неве и ее разрушение новгородцами во главе с великим князем Андреем Александровичем Городецким."
      },
      {
        "date": "1300",
        "event": " Победа московского князя Даниила Александровича над Рязанью. Присоединение Коломны к Москве."
      },
      {
        "date": "1302",
        "event": " Присоединение к Москве Переяславского княжества."
      },
      {
        "date": "1303",
        "event": " Княжение в Москве князя Юрия Данииловича. Завоевание князем Юрием Московским Можайского удельного княжества . Начало борьбы Москвы с Тверью."
      },
      {
        "date": "1304",
        "event": " Правление великого князя Михаила II Ярославича Тверского . Правление в Литве великого князя Гедимина. Присоединение к Литве Полоцкого и Турово-Пинского княжеств"
      },
      {
        "date": "1308",
        "event": " Петр - митрополит всея Руси."
      },
      {
        "date": "1312",
        "event": " правление хана Узбека в Золотой Орде. Расцвет Золотой Орды."
      },
      {
        "date": "1319",
        "event": " Правление великого князя Юрия Данииловича Московского ."
      },
      {
        "date": "1322",
        "event": " Правление великого князя Дмитрия Михайловича Грозные Очи ."
      },
      {
        "date": "1323",
        "event": " Постройка русской крепости Орешек у истоков р.Невы."
      },
      {
        "date": "1324",
        "event": " Поход московского князя Юрия Данииловича с новгородцами на Северную Двину и Устюг."
      },
      {
        "date": "1325",
        "event": " Трагическая смерть в Золотой Орде Юрия Данииловича Московского. Победа литовских войск над киевлянами и смолянами."
      },
      {
        "date": "1326",
        "event": " Перенос митрополичьей кафедры из Владимира в Москву митрополитом Феогностом."
      },
      {
        "date": "1326",
        "event": " Правление великого князя Александра Михайловича Тверского ."
      },
      {
        "date": "1327",
        "event": " Восстание в Твери против монголо-татар. Бегство князя Александра Михайловича от карательного войска монголо-татар."
      },
      {
        "date": "1328",
        "event": "Правление великого князя Ивана I Даниловича Калиты. Перенос столицы Руси из Владимира в Москву."
      },
      {
        "date": "1331",
        "event": " Объединение великим князем Иваном Калитой Владимирского княжества под своей властью.."
      },
      {
        "date": "1339",
        "event": " Трагическая гибель в Золотой Орде князя Александра Михайловича Тверского. Постройка деревянного кремля в Москве."
      },
      {
        "date": "1340",
        "event": " Основание Троицкого монастыря Сергием Радонежским  Смерть Узбека, великого хана Золотой Орды"
      },
      {
        "date": "1340",
        "event": " Правление великого князя Симеона Ивановича Гордого Правление великого князя литовского Ольгерда Гедиминовича. Присоединение Киевских, Черниговских, Волынских и Подольских земель к Литве."
      },
      {
        "date": "1342",
        "event": " Присоединение к Суздальскому княжеству Нижнего Новгорода, Унжи и Городца. Образование Суздальско-Нижегородского княжества."
      },
      {
        "date": "1348",
        "event": " Крестовые походы шведского короля Магнуса I в новгородские земли и его поражение. Признание Новгородом самостоятельности Пскова. Болотовский договор ."
      },
      {
        "date": "1353",
        "event": " Правление великого князя Ивана II Ивановича Кроткого."
      },
      {
        "date": "1354",
        "event": " Алексей - митрополит всея Руси."
      },
      {
        "date": "1355",
        "event": " Раздел Суздальского княжества между Андреем  Константиновичами."
      },
      {
        "date": "1356",
        "event": " подчинение Ольгердом Брянского княжества"
      },
      {
        "date": "1358",
        "event": " Княжение в Смоленске Святослава Иоанновича и его борьба с Литвой."
      },
      {
        "date": "1359",
        "event": " Правление великого князя Дмитрия Константиновича Суздальского. Борьба за великое княжение между Москвой и Суздалем."
      },
      {
        "date": "1361",
        "event": " захват власти в Золотой Орде темником Мамаем"
      },
      {
        "date": "1363",
        "event": " Правление великого князя Дмитрия Ивановича Донского."
      },
      {
        "date": "1363",
        "event": " поход Ольгерда к Черному морю, его победа над татарами на Синих водах , подчинение Литве Киевской земли и Подолии"
      },
      {
        "date": "1367",
        "event": " Приход к власти в Твери с помощью литовского войска Михаила Александровича Микулинского. Обострение отношений Москвы с Тверью и Литвой. Возведение белокаменных стен Кремля."
      },
      {
        "date": "1368",
        "event": " 1-й поход Ольгерда на Москву ."
      },
      {
        "date": "1370",
        "event": " 2-й поход Ольгерда на Москву."
      },
      {
        "date": "1375",
        "event": " Поход Дмитрия Донского на Тверь."
      },
      {
        "date": "1377",
        "event": " Поражение войск Москвы и Нижнего Новгорода от татарского царевича Араб-шаха  на р.Пьяне Объединение Мамаем улусов к западу от Волги"
      },
      {
        "date": "1378",
        "event": " Победа московско-рязанского войска над татарским войском Бегича на р.Вожа."
      },
      {
        "date": "1380",
        "event": " Поход Мамая на Русь и его поражение в Куликовской битве. Разгром Мамая ханом Тохтамышем на р.Калке."
      },
      {
        "date": "1382",
        "event": " Поход Тохтамыша на Москву и разорение Москвы. Разорение Рязанского княжества московским войском."
      },
      {
        "date": "1382",
        "event": " Начало чеканки монеты в Москве.."
      },
      {
        "date": "1383",
        "event": " Присоединение Вятской земли к Нижегородскому княжеству. Смерть бывшего великого князя Дмитрия Константиновича Суздальского."
      },
      {
        "date": "1385",
        "event": " Судебная реформа в Новгороде. Провозглашение независимости от суда митрополита. Неудачный поход Дмитрия Донского на Муром и Рязань. Кревская уния Литвы и Польши."
      },
      {
        "date": "1386",
        "event": " Поход великого князя Дмитрия Ивановича Донского во главе коалиции владимирских князей на Новгород. Выплаты Новгородом контрибуции. Поражение смоленского князя Святослава Ивановича в битве с литовцами ."
      },
      {
        "date": "1389",
        "event": " Появление на Руси огнестрельного оружия."
      },
      {
        "date": "1389",
        "event": " Правление великого князя Василия I Дмитриевича, впервые без санкции Орды."
      },
      {
        "date": "1392",
        "event": " Присоединение Нижегородского и Муромского княжеств к Москве."
      },
      {
        "date": "1393",
        "event": " Поход московского войска во главе с Юрием Звенигородским на новгородские земли."
      },
      {
        "date": "1395",
        "event": " Разгром Золотой Орды войсками Тамерлана. Установление вассальной зависимости Смоленского княжества от Литвы."
      },
      {
        "date": "1397",
        "event": " Поход московского войска на новгородские земли. Присоединение Новгородских владений  к Москве, возвращение Двинской земли Новгороду. Покорение новгородской ратью Двинской земли."
      },
      {
        "date": "1399",
        "event": " Поход московского войска во главе с Юрием Звенигородским на Каму против укрывшихся в Казани нижегородских князей победа хана Тимур-Кутлуга над литовским великим князем Витовтом Кейстутовичем."
      }
    ],
    "15": [
      {
        "date": "1400",
        "event": " Княжение в Твери князя Ивана Михайловича, усиление Твери захват Смоленска и Смоленского княжества литовским великим князем Витовтом Кейстутовичем"
      },
      {
        "date": "1402",
        "event": " Присоединение Вятской земли к Москве."
      },
      {
        "date": "1406",
        "event": " Война великого князя московского Василия I с Витовтом Кейстутовичем."
      },
      {
        "date": "1408",
        "event": " Поход на Москву эмира Едигея."
      },
      {
        "date": "1410",
        "event": " Смерть князя Владимира Андреевича Храброго Битва при Грюнвальде. Польско-литовско-русское войско Ягайлы и Витовта разбило рыцарей Тевтонского ордена"
      },
      {
        "date": "1418",
        "event": " Народное восстание против бояр в Новгороде."
      },
      {
        "date": "1420",
        "event": " Начало чеканки монеты в Новгороде."
      },
      {
        "date": "1422",
        "event": " Мельнский мир, договор Великого княжества Литовского и Польши с Тевтонским орденом . Орден окончательно отказался от Жемайтии и литовского Занеманья, сохранив Клайпедский край и польское Поморье."
      },
      {
        "date": "1425",
        "event": " Правление великого князя Василия II Васильевича Темного."
      },
      {
        "date": "1425",
        "event": " Правление князя Бориса Александровича в Твери. Попытка усиления значения Твери."
      },
      {
        "date": "1426",
        "event": " Походы Витовта Литовского на Новгород и Псков."
      },
      {
        "date": "1427",
        "event": " Признание Тверским и Рязанским княжествами вассальной зависимости от Литвы смерть Витовта Литовского. Начало упадка литовского великодержавия"
      },
      {
        "date": "1425",
        "event": " Междоусобная война на Руси великого князя Василия II Темного с Юрием Звенигородским, двоюродными братьями Василием Косым и Дмитрием Шемякой."
      },
      {
        "date": "1430",
        "event": " борьба в Литве между Свидригайлом Ольгердовичем, представлявшим «русскую» партию и Сигизмундом, представлявшим партию «литовскую»."
      },
      {
        "date": "1428",
        "event": " Набег ордынского войска на костромские земли - Галич Мерьский, разорение и грабеж Костромы, Плеса и Луха."
      },
      {
        "date": "1432",
        "event": " Суд в Орде между Василием II и Юрием Звенигородским . Утверждение великим князем Василия II."
      },
      {
        "date": "1433",
        "event": " Захват Москвы и великое княжение Юрия Звенигородского."
      },
      {
        "date": "1437",
        "event": " Поход Улу-Мухаммеда к Заокским землям."
      },
      {
        "date": "1439",
        "event": " Отказ Василия II от принятия Флорентийской унии с римско-католической церквью. Поход казанского хана Махмета  на Москву."
      },
      {
        "date": "1438",
        "event": " выделение Казанского ханства из состава Золотой Орды. Начало распада Золотой Орды."
      },
      {
        "date": "1440",
        "event": " Признание Казимиром Литовским самостоятельности Пскова."
      },
      {
        "date": "1444",
        "event": " Набег казанского хана Махмета  на Рязань, Муром и Суздаль."
      },
      {
        "date": "1443",
        "event": " выделение Крымского ханства из состава Золотой Орды"
      },
      {
        "date": "1444",
        "event": " Война Ливонии с Новгородом и Псковом. Поход тверичан в новгородские земли."
      },
      {
        "date": "1446",
        "event": " Переход на московскую службу Касим-хана, брата казанского хана. Ослепление Василия II Дмитрием Шемякой."
      },
      {
        "date": "1448",
        "event": " Избрание митрополитом Ионы на соборе русского духовенства. Подписание 25-летнего мира Пскова и Новгорода с Ливонией."
      },
      {
        "date": "1449",
        "event": " Договор великого князя Василия II Темного с Казимиром Литовским. Признание независимости Новгорода и Пскова."
      },
      {
        "date": "1450",
        "event": " Первое упоминание о Юрьевом дне."
      },
      {
        "date": "1451",
        "event": " Присоединение Суздальского княжества к Москве. Поход Махмута, сына Кичи-Мухаммеда, на Москву. Сжег посады, но Кремль не взял."
      },
      {
        "date": "1456",
        "event": " Поход великого князя Василия II Темного на Новгород, поражение новгородского войска под старой Русой. Яжелбицкий договор Новгорода с Москвой. Первое ограничение новгородских вольностей. Тринадцатилетняя война Польши с Тевтонским орденом, завершившаяся признанием Тевтонского ордена вассалом польского короля."
      },
      {
        "date": "1458",
        "event": " 1458 Окончательное разделение Киевской митрополии на Московскую и Киевскую. Отказ церковного собора в Москве признать присланного из Рима митрополита Григория и постановление впредь ставить митрополита волею великого князя и собора без утверждения в Константинополе."
      },
      {
        "date": "1459",
        "event": " Подчинение Вятки Москве."
      },
      {
        "date": "1459",
        "event": " Выделение Астраханского ханства из состава Золотой Орды"
      },
      {
        "date": "1460",
        "event": " Перемирие Пскова с Ливонией на 5 лет. Признание Псковом суверенитета Москвы."
      },
      {
        "date": "1462",
        "event": " Смерть великого князя Василия II Темного."
      },
      {
        "date": "1462",
        "event": "Правление великого князя Ивана III Васильевича."
      },
      {
        "date": "1462",
        "event": " Прекращение Иваном III выпуска русских монет с именем хана Орды. Заявление Ивана III об отказе от ханского ярлыка на великое княжение.."
      },
      {
        "date": "1465",
        "event": " Отряд Скрибы достигает р.Оби."
      },
      {
        "date": "1466",
        "event": " Путешествие тверского купца Афанасия Никитина в Индию."
      },
      {
        "date": "1467",
        "event": " походы московского войска на Казанское ханство.."
      },
      {
        "date": "1468",
        "event": " Поход хана Большой Орды Ахмата на Рязань."
      },
      {
        "date": "1471",
        "event": " 1-й поход великого князя Ивана III на Новгород, поражение новгородского войска на р.Шелони. Поход ордынцев на Московские рубежи в заокской полосе."
      },
      {
        "date": "1472",
        "event": " Присоединение Пермской земли  к Москве."
      },
      {
        "date": "1474",
        "event": " Присоединение к Москве Ростовского княжества. Заключение 30-летнего перемирия Москвы с Ливонией. Заключение союза Крымского ханства и Москвы против Большой Орды и Литвы."
      },
      {
        "date": "1475",
        "event": " захват Крыма турецкими войсками. Переход Крымского ханства в вассальную зависимость от Турции."
      },
      {
        "date": "1478",
        "event": " 2-й поход великого князя Ивана III на Новгород."
      },
      {
        "date": "1480",
        "event": " «Великое стояние» на р.Угре русских и татарских войск. Отказ Ивана III платить дань Орде. Конец Ордынского ига."
      },
      {
        "date": "1483",
        "event": " Поход московского воеводы Ф.Курбского в Зауралье на Иртыш до Искера, затем вниз по Иртышу к Оби в Югорскую землю. Покорение Пелымского княжества."
      },
      {
        "date": "1485",
        "event": " Присоединение Тверского княжества к Москве."
      },
      {
        "date": "1487",
        "event": " Покорение Казанского ханства. Взятие Казани , принятие Иваном III титула «Великий князь Булгарский». На казанский престол возведен ставленик Москвы хан Мухаммед-Эмин. Введение поместной системы землепользования."
      },
      {
        "date": "1489",
        "event": " Поход на Вятку и окончательное присоединение Вятской земли к Москве. Присоединение Арской земли ."
      },
      {
        "date": "1491",
        "event": " «Поход в Дикое поле» 60-тысячного русского войска на помощь крымскому хану Менгли-Гирею против ханов Большой Орды К походу для удара во фланг присоединяется казанский хан Мухаммед-Эмин"
      },
      {
        "date": "1492",
        "event": " Суеверные ожидания «конца света» в связи с окончанием  7-го тысячелетия по счету «от сотворения мира». Сентябрь - решение Московского церковного собора о переносе даты начала года на 1 сентября. Первое использование титула «самодержец» в послании к великому князю Ивану III Васильевичу. Основание крепости Ивангород на р.Нарве."
      },
      {
        "date": "1492",
        "event": " 1-я война Ивана III c Литвой. Присоединение Вязьмы и Верховских княжеств к Москве."
      },
      {
        "date": "1493",
        "event": " Договор Ивана III о союзе с Данией против Ганзы и Швеции. Уступка Данией своих владений в Финляндии взамен прекращения ганзейской торговли в Новгороде."
      },
      {
        "date": "1495",
        "event": " выделение Сибирского ханства из состава Золотой Орды. Распад Золотой Орды"
      },
      {
        "date": "1496",
        "event": " Война Москвы со Швецией."
      },
      {
        "date": "1496",
        "event": " правление в Казани Абдыл-Летифа  под протекторатом великого князя Ивана III"
      },
      {
        "date": "1497",
        "event": " Судебник Ивана III. Первое русское посольство в Стамбуле"
      },
      {
        "date": "1499",
        "event": " Поход московских воевод Ф.Курбского и П.Ушатого в Северное Зауралье и в низовья Оби."
      }
    ],
    "16": [
      {
        "date": "1500",
        "event": " 2-я война Ивана III c Литвой за Верховские княжества. Присоединение к Москве Северской земли."
      },
      {
        "date": "1501",
        "event": " Образование коалиции Литвы, Ливонии и Большой Орды, направленной против Москвы, Крыма и Казани. 30 августа 20-тысячное войско Большой Орды начало опустошение Курской земли, подойдя к Рыльску, и к ноябрю оно дошло до Брянских и Новгород-Северских земель. Татары захватили город Новгород-Северский, но далее, в Московские земли, не пошли."
      },
      {
        "date": "1501",
        "event": " Война России с Ливонским орденом."
      },
      {
        "date": "1502",
        "event": " Окончательный разгром Большой Орды крымским ханом Менгли-Гиреем, переход ее терртории к Крымскому ханству"
      },
      {
        "date": "1503",
        "event": " Присоединение к Москве половины Рязанского княжества . Перемирие России с Ливонией."
      },
      {
        "date": "1505",
        "event": " Антирусское выступление в Казани. Начало Казанско-русской войны ."
      },
      {
        "date": "1505",
        "event": " Правление великого князя Василия III Ивановича."
      },
      {
        "date": "1506",
        "event": " Неудачная осада Казани."
      },
      {
        "date": "1507",
        "event": " Первый набег крымских татар на южные рубежи России."
      },
      {
        "date": "1507",
        "event": " Война России с Литвой."
      },
      {
        "date": "1508",
        "event": " Заключение со Швецией мирного договора на 60 лет."
      },
      {
        "date": "1510",
        "event": " Ликвидация самостоятельности Пскова."
      },
      {
        "date": "1512",
        "event": " Война России с Великим княжеством Литовским."
      },
      {
        "date": "1517",
        "event": " Издательская деятельность Франциска Скорины в Праге. Скорина выпускает перевод с церковно-славянского на русский язык - «Библию русску»."
      },
      {
        "date": "1512",
        "event": " «Вечный мир» с Казанью. Безуспешная осада Смоленска."
      },
      {
        "date": "1513",
        "event": " Присоединение к Московскому княжеству Волоцкого удела."
      },
      {
        "date": "1514",
        "event": " Взятие войсками великого князя Василия III Ивановича Смоленска и присоединение Смоленских земель."
      },
      {
        "date": "1515",
        "event": " Смерть крымского хана Менгли-Гирея, давнего союзника Ивана III;"
      },
      {
        "date": "1519",
        "event": " Поход русского войска на Вильно ."
      },
      {
        "date": "1518",
        "event": " Приход к власти в Казани ставленника Москвы хана  Шах-Али"
      },
      {
        "date": "1520",
        "event": " Заключение перемирия с Литвой на 5 лет."
      },
      {
        "date": "1521",
        "event": " Поход крымских и казанских татар во главе с Мухаммед-Гиреем ."
      },
      {
        "date": "1522",
        "event": " Арест новгород-северского князя Василия Шемячича. Присоединение к Москве Новгород-Северского княжества."
      },
      {
        "date": "1523",
        "event": " 2-я Казанско-русская война."
      },
      {
        "date": "1523",
        "event": " Антирусские выступления в Казани. Поход русских войск в земли Казанского ханства. Постройка на р.Суре крепости Васильсурск. Захват Астрахани крымскими войсками.."
      },
      {
        "date": "1524",
        "event": " Новый русский поход на Казань. Мирные переговоры Москвы и Казани. Провозглашение казанским царем Сафа-Гирея.."
      },
      {
        "date": "1529",
        "event": " Русско-казанский мирный договор Осада турками Вены"
      },
      {
        "date": "1530",
        "event": " Поход русского войска на Казань."
      },
      {
        "date": "1533",
        "event": " Правление великого князя и царя  Ивана IV Васильевича Грозного."
      },
      {
        "date": "1533",
        "event": " Регентство матери великого князя Ивана IV Васильевича Елены Глинской ."
      },
      {
        "date": "1538",
        "event": " Боярское правление при малолетнем великом князе Иване IV Васильевича "
      },
      {
        "date": "1544",
        "event": " Присоединение к России земель мари и чувашей, поход в земли Казанского ханства."
      },
      {
        "date": "1547",
        "event": " Принятие великим князем Иваном IV Васильевичем царского титула . Пожары и народные волнения в Москве."
      },
      {
        "date": "1547",
        "event": " Политическая программа Ивана Пересветова: создание постоянного стрелецкого войска, опора царской власти на дворян, захват Казанского ханства и раздача его земель дворянам."
      },
      {
        "date": "1547",
        "event": " Неудачные походы  русских войск на Казань Поход крымского хана на Астрахань. Возведение в Астрахани ставленника Крыма"
      },
      {
        "date": "1549",
        "event": " Первые известия о казацких городках на Дону. Образование посольского приказа. Созыв первого Земского собора."
      },
      {
        "date": "1550",
        "event": " Судебник  Ивана Грозного."
      },
      {
        "date": "1551",
        "event": " «Стоглавый» собор. Одобрение программы реформ . 3-й Казанский поход Ивана Грозного."
      },
      {
        "date": "1552",
        "event": " 4-й  поход царя Ивана IV Васильевича на Казань. Неудачный поход крымских войск к Туле. Осада и взятие Казани. Ликвидация Казанского ханства."
      },
      {
        "date": "1552",
        "event": " Подчинение территории Казанского ханства."
      },
      {
        "date": "1553",
        "event": " Неудачный поход 120-тысячного войска князя Ногайской Орды Юсуфа на Москву.."
      },
      {
        "date": "1554",
        "event": " 1-й поход русских воевод на Астрахань."
      },
      {
        "date": "1555",
        "event": " Отмена кормлений  Признание ханом Сибирского ханства Едигером вассальной зависимости от России"
      },
      {
        "date": "1555",
        "event": " Война России со Швецией."
      },
      {
        "date": "1555",
        "event": " Походы русских воевод на Крым."
      },
      {
        "date": "1556",
        "event": " Взятие Астрахани и присоединение к России Астраханского ханства. Переход под власть России всего Поволжья. Принятие «Уложения о службе» - регулирование службы дворян и норм поместного жалования Распад Ногайской орды на Большую, Малую и Алтыульскую Орду.."
      },
      {
        "date": "1557",
        "event": " Присяга послов правителя Кабарды на подданство русскому царю. Признание князем Большой Ногайской Орды Исмаилом вассальной зависимости от России. Переход западных и центральных башкирских племен  в подданство русскому царю."
      },
      {
        "date": "1558",
        "event": " Ливонская война России за выход к Балтийскому морю и за земли Ливонии."
      },
      {
        "date": "1558",
        "event": " Взятие русскими войсками Нарвы и Дерпта."
      },
      {
        "date": "1559",
        "event": " Перемирие с Ливонией. Поход Д.Ардашева на Крым. Переход Ливонии под протекторат Польши."
      },
      {
        "date": "1560",
        "event": " Победа русского войска при Эрмесе, взятие замка Феллин. Победа А.Курбского нал ливонцами под Венденом. Падение правительства Избранной рады, опала А.Адашева. Переход Северной Ливонии в подданство Швеции."
      },
      {
        "date": "1563",
        "event": " Взятие Полоцка царем Иваном IV Захват власти в Сибирском ханстве Кучумом. Разрыв вассальных отношений с Россией"
      },
      {
        "date": "1564",
        "event": " Издание «Апостола» Иваном Федоровым."
      },
      {
        "date": "1565",
        "event": " Введение царем Иваном IV Грозным опричнины. Начало опричных гонений Северная Семилетняя датско-шведская война за господство на Балтийском море. Штеттинский мир 1570 в основном восстановил статус-кво."
      },
      {
        "date": "1566",
        "event": " Завершение строительства Большой засечной черты . Основан город Орел."
      },
      {
        "date": "1567",
        "event": " Союз России со Швецией. Постройка крепости Терки  при слиянии рек Терека и Сунжи. Начало продвижения России на Кавказ."
      },
      {
        "date": "1568",
        "event": " Массовые казни в Москве. Уничтожение по приказу Ивана Грозного последнего удельного князя Андрея Владимировича Старицкого. Заключение мирных соглашений Турции и Крыма с Польшей и Литвой. Начало открыто враждебной политики Османской империи по отношению к России"
      },
      {
        "date": "1569",
        "event": " Поход крымских татар и турок на Астрахань, безуспешная осада Астрахани Люблинская уния - Образование единого польско-литовского государства Речь Посполитая"
      },
      {
        "date": "1570",
        "event": " Карательные походы Ивана Грозного На Тверь, Новгород и Псков. Разорение крымским ханом Давлет-Гиреем Рязанской земли. Начало русско-шведской войны. Неудачная осада Ревеля Образование вассального королевства Магнуса  в Ливонии."
      },
      {
        "date": "1571",
        "event": " Поход крымского хана Девлет-Гирея на Москву. Взятие и сожжение Москвы. Бегство Ивана Грозного в Серпухов, Александрову слободу, затем в Ростов.."
      },
      {
        "date": "1572",
        "event": " Переговоры Ивана Грозного с Девлет-Гиреем. Новый поход крымских татар на Москву. Победа воеводы М.И.Воротынского на р.Лопасне. Отступление хана Девлет-Гирея. Упразднение Иваном Грозным опричнины. Казнь руководителей опричнины."
      },
      {
        "date": "1574",
        "event": " Основание Уфы;."
      },
      {
        "date": "1575",
        "event": " Походы русских войск в Северную Ливонию и Лифляндию."
      },
      {
        "date": "1575",
        "event": " Номинальное правление Симеона Бекбулатовича , касимовского хана, провозглашенного Иваном Грозным «великим князем Всея Руси»."
      },
      {
        "date": "1576",
        "event": " Захват ряда опорных крепостей в Ливонии ."
      },
      {
        "date": "1577",
        "event": " Неудачная осада Ревеля."
      },
      {
        "date": "1579",
        "event": " Взятие Стефаном Баторием Полоцка, Великих Лук."
      },
      {
        "date": "1580",
        "event": " 1580-е - Первые известия о казацких городках на Яике."
      },
      {
        "date": "1580",
        "event": " 2-й поход Стефана Батория на русские земли и взятие им Великих Лук. Взятие Корелы шведским полководцем Делагарди. Решение церковного собора о запрете приобретать земли церквям и монастырям."
      },
      {
        "date": "1581",
        "event": " Взятие шведскими войсками русских крепостей Нарвы и Ивангорода. Отмена Юрьева дня. Первое упоминание о «заповедных» годах. Убийство царем Иваном IV Грозным своего старшего сына Ивана."
      },
      {
        "date": "1581",
        "event": " Осада Стефаном Баторием Пскова и его оборона И.Шуйским."
      },
      {
        "date": "1581",
        "event": " Поход казацкого атамана Ермака в Сибирь и разгром Сибирского ханства Кучума."
      },
      {
        "date": "1582",
        "event": " Ям-Запольское перемирие России с Речью Посполитой на 10 лет. Переход во владение Польшей Ливонии и Полоцка. Переселение части донских казаков в урочище Гребни на Сев. Кавказе Булла папы Григория XIII о календарной реформе и введении Григорианского календаря."
      },
      {
        "date": "1582",
        "event": " Массовые восстания народов Среднего Поволжья ."
      },
      {
        "date": "1583",
        "event": " Плюсское перемирие России с Швецией на 10 лет с уступкой Нарвы, Яма, Копорья, Ивангорода. Завершение Ливонской войны, длившейся  25 лет."
      },
      {
        "date": "1584",
        "event": " Правление царя Федора Иоанновича."
      },
      {
        "date": "1586",
        "event": " Основание Самары. Избрание королем Речи Посполитой шведского королевича Сигизмунда III Ваза "
      },
      {
        "date": "1586",
        "event": " Присоединение Западной Сибири к России."
      },
      {
        "date": "1598",
        "event": " Смерть хана Кучума. Власть его сына Али сохраняется в верховьях рек Ишима, Иртыша, Тобола."
      },
      {
        "date": "1587",
        "event": " Возобновление отношений между Грузией и Россией."
      },
      {
        "date": "1589",
        "event": " Основание крепости Царицын у волока между Доном и Волгой. Учреждение в России патриаршества."
      },
      {
        "date": "1590",
        "event": " Основание Саратова."
      },
      {
        "date": "1590",
        "event": " Успешная война России со Швецией."
      },
      {
        "date": "1592",
        "event": " Приход к власти в Швеции короля Речи Посполитой Сигизмунда III Ваза. Начало борьбы Сигизмунда с другим претендентом на престол и родственником Карлом Вазой ."
      },
      {
        "date": "1591",
        "event": " Гибель царевича Дмитрия Ивановича в Угличе, восстание горожан."
      },
      {
        "date": "1592",
        "event": " Указ об освобождениии от повинностей и налогов земель помещиков, несущих военную службу и живших в своих поместьях . Указ о запрещении крестьянского выхода. Окончательное прикрепление крестьян к земле."
      },
      {
        "date": "1595",
        "event": " Тявзинский мир со Швецией. Возврат России городов Ям, Копорье, Ивангород, Орешек, Ниеншане. Признание контроля Швеции над балтийской торговлей России."
      },
      {
        "date": "1597",
        "event": " Указ о кабальных холопах ."
      },
      {
        "date": "1598",
        "event": " Смерть царя Федора Иоанновича. Прекращение династии Рюриковичей. Принятие Бабиновской дороги как официального правительственного пути в Сибирь ."
      },
      {
        "date": "1598",
        "event": "Правление царя Бориса Годунова."
      },
      {
        "date": "1598",
        "event": " Начало активного строительства городов в Сибири."
      }
    ],
    "17": [
      {
        "date": "1601",
        "event": " Голод в России. Частичное восстановление Юрьева дня и ограниченного выхода крестьян."
      },
      {
        "date": "1604",
        "event": " Построение отрядом из Сургута по просьбе князя томских татар крепости Томск. Появление в Польше самозванца Лжедмитрия, его поход во главе казаков и наемников на Москву."
      },
      {
        "date": "1605",
        "event": " Правление царя Федора Борисовича Годунова ."
      },
      {
        "date": "1605",
        "event": " Правление самозванца Лжедмитрия I"
      },
      {
        "date": "1606",
        "event": " Заговор бояр во главе с князем В.И.Шуйским. Свержение и убийство Лжедмитрия I. Провозглашение В.И.Шуйского царем."
      },
      {
        "date": "1606",
        "event": " Правление царя Василия IV Ивановича Шуйского."
      },
      {
        "date": "1606",
        "event": " Восстание И.И.Болотникова и Ляпунова под девизом «царя Дмитрия!»."
      },
      {
        "date": "1606",
        "event": " Появление самозванца Лжедмитрия II."
      },
      {
        "date": "1607",
        "event": " Указы о «добровольных холопах», о 15-летнем сроке сыска беглых крестьян и о санкциях за прием и держание беглых крестьян. Отмена реформ Годунова и Лжедмитрия I."
      },
      {
        "date": "1608",
        "event": " Победа Лжедмитрия II над правительственными войсками под предводительством Д.И.Шуйского под Болховом."
      },
      {
        "date": "1608",
        "event": " Безуспешная осада Троице-Сергиева монастыря польскими и литовскими войсками."
      },
      {
        "date": "1609",
        "event": " Обращение за помощью  патриархом. Разброд в Тушинском лагере. Бегство Лжедмитрия II."
      },
      {
        "date": "1609",
        "event": " Осада Смоленска польскими войсками."
      },
      {
        "date": "1610",
        "event": " Клушинская битва  русских и польских войск. Ликвидация Тушинского лагеря. Новая попытка Лжедмитрия II организовать поход на Москву. Гибель Лжедмитрия II. Отстранение Василия Шуйского от престола. Вступление поляков в Москву."
      },
      {
        "date": "1610",
        "event": " Междуцарствие ."
      },
      {
        "date": "1611",
        "event": " Разгром ополчения Ляпунова. Падение Смоленска после двухлетней осады. Пленение патриарха Филарета, В.И.Шуйского и др."
      },
      {
        "date": "1611",
        "event": " Шведская интервенция в Россию;."
      },
      {
        "date": "1612",
        "event": " Сбор нового ополчения Кузьмы Минина и Дмитрия Пожарского. Освобождение Москвы, разгром польских войск. Смерть бывшего царя Василия Шуйского в плену в Польше."
      },
      {
        "date": "1613",
        "event": " Созыв Земского Собора в Москве. Избрание на царство Михаила Романова."
      },
      {
        "date": "1613",
        "event": " Правление царя Михаила Федоровича Романова."
      },
      {
        "date": "1615",
        "event": " Ликвидация казацкого движения атамана Баловня."
      },
      {
        "date": "1617",
        "event": " Столбовский мир со Швецией. Возврат России новгородских земель, потеря выхода к Балтике - Корела , Копорье, Орешек, Ям, Ивангород отошли к Швеции."
      },
      {
        "date": "1618",
        "event": " Деулинское перемирие с Польшей. Переход смоленских земель ."
      },
      {
        "date": "1619",
        "event": " Патриаршество и правление Филарета ."
      },
      {
        "date": "1620",
        "event": " Начало проникновения русских в Восточную Сибирь. Поход на р.Лену и вверх по Лене до земли бурят."
      },
      {
        "date": "1621",
        "event": " Учреждение Сибирской епархии."
      },
      {
        "date": "1632",
        "event": " Организация в российской армии войск «иноземного строя». Основание А.Виниусом первого железоделательного завода в Туле. Война России с Польшей за возвращение Смоленска. Основание Якутского острога ."
      },
      {
        "date": "1633",
        "event": " Поход казаков И.Перфильева и И.Реброва с низовьев Лены на реки Яна и Индигирка Франко-шведский период Тридцатилетней войны, когда с вступлением в войну Франции определилось явное превосходство антигабсбургской коалиции. В результате потерпели крах планы Габсбургов, политическая гегемония перешла к Франции. Окончился Вестфальским миром 1648 года."
      },
      {
        "date": "1636",
        "event": " Основание крепости Тамбов."
      },
      {
        "date": "1637",
        "event": " Взятие донскими казаками турецкой крепости Азов в устье Дона."
      },
      {
        "date": "1638",
        "event": " Переход восставшего против поляков гетмана Я.Остранина с войском на территорию России. Начало формирование слободской Украины "
      },
      {
        "date": "1638",
        "event": " Поход казаков П.Иванова из Якутска в верховья Яны и Индигирки."
      },
      {
        "date": "1639",
        "event": " Поход казаков И.Москвитина из Якутска к Ламскому (Охотскому морю, выход к Тихому океану. Завершение широтного пересечения Сибири, начатого Ермаком."
      },
      {
        "date": "1639",
        "event": " Основание первого стекольного завода в России."
      },
      {
        "date": "1641",
        "event": " Успешная оборона донскими казаками крепости Азов в устье Дона ."
      },
      {
        "date": "1642",
        "event": " Прекращение обороны крепости Азов. Решение Земского собора о возврате Азова Турции. Оформление дворянского военнослужилого сословия."
      },
      {
        "date": "1643",
        "event": " Ликвидация Кодского княжества хантов на правобережье Оби. Морской поход казаков во главе с М.Стародухиным и Д.Здыряном с Индигирки на Колыму. Выход русских служилых и промышленных людей к Байкалу  Открытие Сахалина голландским мореплавателем М.де Фризом, принявшим о.Сахалин за часть о.Хоккайдо.."
      },
      {
        "date": "1643",
        "event": " Поход В.Пояркова из Якутска на Алдан, Зею, Амур к Охотскому морю."
      },
      {
        "date": "1645",
        "event": " Правление царя Алексея Михайловича Романова."
      },
      {
        "date": "1646",
        "event": " Замена прямых налогов налогом на соль. Отмена налога на соль и возврат к прямым налогам вследствие массовых волнений. Перепись тяглового и частично нетяглового населения."
      },
      {
        "date": "1648",
        "event": " Сооружение Симбирской засечной черты ."
      },
      {
        "date": "1648",
        "event": " Плавание С.Дежнева от устья р.Колымы до устья р.Анадыри через пролив, отделяющий Евразию от Америки. «Соляной бунт» в Москве. Восстания горожан в Курске, Ельце, Томске, Устюге и др. Уступки дворянам: созыв Земского собора для принятия нового Уложения, отмена взыскания недоимок. Начало восстания Б.Хмельницкого против поляков на Украине."
      },
      {
        "date": "1649",
        "event": " Соборное Уложение Алексея Михайловича. Окончательное оформление крепостного права  Лишение англичан торговых привелегий по требованию русского купечества."
      },
      {
        "date": "1649",
        "event": " Походы Е.Хабарова на Амур и Даурскую землю. Первые столкновения русских с маньчжурами. Создание на Слободской Украине территориальных полков ."
      },
      {
        "date": "1651",
        "event": " Начало церковной реформы патриархом Никоном. Основание Немецкой слободы в Москве."
      },
      {
        "date": "1651",
        "event": " Поход М.Стадухина по маршруту Анадырь-Охотск-Якутск. Установление связи северных и южных путей к Охотскому морю."
      },
      {
        "date": "1652",
        "event": " Сооружение Закамской засечной черты ."
      },
      {
        "date": "1652",
        "event": " Столкновения светской и церковной властей."
      },
      {
        "date": "1653",
        "event": " Решение Земского собора о принятии в подданство Украины и о начале войны с Польшей. Принятие торгового устава, регулирующего торговлю ."
      },
      {
        "date": "1654",
        "event": " Русско-польская война за Украину."
      },
      {
        "date": "1654",
        "event": " Утверждение церковным собором реформ Никона. Возникновение старообрядчества во главе с протопопом Аввакумом, начало раскола церкви. Утверждение Переяславской Радой Войска Запорожского договора . Взятие русскими войсками Полоцка, Могилева, Витебска, Смоленска"
      },
      {
        "date": "1655",
        "event": " Взятие русскими войсками Минска, Вильно, Гродно, выход к Бресту Вторжение Швеции в Польшу. Начало первой Северной войны"
      },
      {
        "date": "1656",
        "event": " Взятие Ниеншанца и Дерпта. Осада Риги. Перемирие с Польшей и объявление войны Швеции."
      },
      {
        "date": "1656",
        "event": " Русско-шведская война за выход к Балтийскому морю."
      },
      {
        "date": "1657",
        "event": " Смерть Б.Хмельницкого. Избрание гетманом Украины И.Выговского."
      },
      {
        "date": "1658",
        "event": " Открытый конфликт Никона с царем Алексеем Михайловичем. Начало выпуска медных денег . Прекращение переговоров с Польшей, возобновление русско-польской войны. Вторжение русских войск на Украину Гадячский договор гетмана Украины Выговского с Польшей о присоединении Украины как автономного «княжества Русского» к Польше."
      },
      {
        "date": "1659",
        "event": " Поражение русских войск у Конотопа от гетмана Украины И.Выговского и крымских татар. Отказ Переяславской Рады утвердить Гадячский договор. Смещение гетмана И.Выговского и избрание гетманом Украины Ю.Хмельницкого. Утверждение Радой нового договора с Россией. Поражение русских войск в Белоруссии, измена гетмана Ю.Хмельницкого. Раскол украинского казачества на сторонников Москвы и сторонников Польши."
      },
      {
        "date": "1661",
        "event": " Кардисский мир России со Швецией. Отказ России от завоеваний 1656 года, возврат к условиям Столбовского мира 1617 года Австро-турецкая война, раздел земель Венгерского королевства."
      },
      {
        "date": "1662",
        "event": " «Медный бунт» в Москве."
      },
      {
        "date": "1663",
        "event": " Основание Пензы. Раскол Украины на гетманства Правобережной и Левобережной Украины"
      },
      {
        "date": "1665",
        "event": " Реформы А.Ордин-Нащекина в Пскове: учреждение купеческих компаний, введение элементов самоуправления. Усиление позиций Москвы на Украине."
      },
      {
        "date": "1665",
        "event": " гетманство П.Дорошенко на Правобережной Украине."
      },
      {
        "date": "1666",
        "event": " Лишение Никона сана патриарха и осуждение старообрядчества церковным собором. Постройка восставшими илимскими казаками нового Албазинского острога на Амуре."
      },
      {
        "date": "1667",
        "event": " Строительство кораблей для Каспийской флотилии. Новоторговый устав. Ссылка протопопа Аввакума в Пустозерский острог за «ереси» ."
      },
      {
        "date": "1667",
        "event": " Соловецкое восстание монахов-раскольников."
      },
      {
        "date": "1669",
        "event": " Переход гетмана Правобережной Украины П.Дорошенко под власть Турции."
      },
      {
        "date": "1670",
        "event": " Восстание крестьян и казаков во главе с донским атаманом С.Разиным."
      },
      {
        "date": "1672",
        "event": " Первое самосожжение раскольников . Первый профессиональный театр в России. Указ о раздаче «диких полей» служилым и духовным лицам в «украинных» областях. Русско-польский договор о помощи Польше в войне с Турцией война между Речью Посполитой и Османской империей за Правобережную Украину.."
      },
      {
        "date": "1673",
        "event": " Поход русских войск и донских казаков на Азов."
      },
      {
        "date": "1673",
        "event": " Походы русских войск против гетмана П.Дорошенко , поражение от турецких и крымско-татарских войск."
      },
      {
        "date": "1675",
        "event": " Посольская миссия России в Пекин. Отказ Циньского правительства рассматривать Россию как равноправного партнера."
      },
      {
        "date": "1676",
        "event": " Правление царя Федора Алексеевича Романова."
      },
      {
        "date": "1676",
        "event": " Русско-Турецкая война за Правобережную Украину."
      },
      {
        "date": "1676",
        "event": " Занятие русскими войсками столицы Правобережной Украины Чигирина. Журавский мир Польши и Турции: Турция получает Подолию, П.Дорошенко признан вассалом Турции"
      },
      {
        "date": "1677",
        "event": " Победа русских войск над турками под Чигирином."
      },
      {
        "date": "1678",
        "event": " Русско-польский договор о продлении перемирия с Польшей на 13 лет. Соглашение сторон о подготовке «вечного мира». Взятие Чигирина турками"
      },
      {
        "date": "1679",
        "event": " Податная реформа. Переход к подворному обложению вместо посошного."
      },
      {
        "date": "1681",
        "event": " Сеитовское восстание в Башкирии из-за насильственной христианизации. Подавление восстания с помощью калмыков."
      },
      {
        "date": "1681",
        "event": " Упразднение Касимовского царства. Бахчисарайский мирный договор России с Турцией и Крымским ханством. Установление русско-турецкой границы по Днепру. Признание за Россией Левобережной Украины и Киева."
      },
      {
        "date": "1682",
        "event": " Одновременное правление царевны-правительницы Софьи Алексеевны и царей Ивана V Алексеевича и Петра I Алексеевича."
      },
      {
        "date": "1682",
        "event": " Вооруженный конфликт между Россией и Китаем на Амуре."
      },
      {
        "date": "1682",
        "event": " Отмена местничества. Начало стрелецкого бунта в Москве. Установление правительства царевны Софьи. Подавление стрелецкого бунта. Казнь Аввакума и его сторонников в Пустозерске."
      },
      {
        "date": "1683",
        "event": " Сооружение Сызраньской засечной черты ."
      },
      {
        "date": "1686",
        "event": " «Вечный мир» России с Польшей. Присоединение России к антитурецкой коалиции Польши, Священной империи и Венеции  с обязательством России совершить поход на Крымское ханство."
      },
      {
        "date": "1686",
        "event": " Война России с Турцией. Крымские походы В.Голицина."
      },
      {
        "date": "1687",
        "event": " Основание в Москве Славяно-греко-латинской академии."
      },
      {
        "date": "1689",
        "event": " Строительство Верхнеудинской крепости  у слияния рек Уды и Селенги. Нерчинский договор России с Китаем. Установление границы по Аргуни - Становому хребту - р.Уде до Охотского моря. Свержение правительства царевны Софьи Алексеевны."
      },
      {
        "date": "1689",
        "event": " Одновременное правление царей Ивана V Алексеевича и Петра I Алексеевича."
      },
      {
        "date": "1695",
        "event": " Учреждение Преображенского приказа. Первый Азовский поход Петра I. Организация «кумпанств» для финансирования строительства флота, создание верфи на р.Воронеж."
      },
      {
        "date": "1695",
        "event": " Восстания местного и казачьего населения в Иркутске, Красноярске и Забайкалье."
      },
      {
        "date": "1696",
        "event": " Смерть царя Ивана V Алексеевича."
      },
      {
        "date": "1689",
        "event": "Царствование Петра I."
      },
      {
        "date": "1695",
        "event": " Азовские походы."
      },
      {
        "date": "1699",
        "event": " Реформа городского самоуправления."
      }
    ],
    "18": [
      {
        "date": "1700",
        "event": " Русско - турецкий договор о перемирии."
      },
      {
        "date": "1700",
        "event": " Великая Северная война."
      },
      {
        "date": "1700",
        "event": " Битва под Нарвой."
      },
      {
        "date": "1703",
        "event": " Основание Петербурга."
      },
      {
        "date": "1705",
        "event": " Восстание в Астрахани."
      },
      {
        "date": "1705",
        "event": " Восстание в Башкирии."
      },
      {
        "date": "1708",
        "event": " Губернская реформа Петра I."
      },
      {
        "date": "1709",
        "event": " Битва под Полтавой."
      },
      {
        "date": "1711",
        "event": " Учреждение Сената. Прутский поход Петра I."
      },
      {
        "date": "1711",
        "event": " Годы жизни М.В. Ломоносова."
      },
      {
        "date": "1716",
        "event": " Воинский устав Петра I."
      },
      {
        "date": "1718",
        "event": " Учреждение коллегии. Начало подушной переписи."
      },
      {
        "date": "1721",
        "event": " Учреждение Главного магистрата Синода. Указ о посессионных крестьянах."
      },
      {
        "date": "1722",
        "event": " «Табель о рангах»."
      },
      {
        "date": "1722",
        "event": " Русско - иранская война."
      },
      {
        "date": "1727",
        "event": " Царствование Петра II."
      },
      {
        "date": "1730",
        "event": " Царствование Анны Иоанновны."
      },
      {
        "date": "1730",
        "event": " Отмена закона 1714 года о единонаследии. Принятие Младшей Ордой в Казахстане русского подданства."
      },
      {
        "date": "1735",
        "event": " Русско - турецкая война."
      },
      {
        "date": "1735",
        "event": " Восстание в Башкирии."
      },
      {
        "date": "1741",
        "event": " Царствование Елизаветы Петровны."
      },
      {
        "date": "1742",
        "event": " Открытие северной оконечности Азии Челюскиным."
      },
      {
        "date": "1750",
        "event": " Открытие в Ярославле первого русского театра."
      },
      {
        "date": "1754",
        "event": " Отмена внутренних таможен."
      },
      {
        "date": "1755",
        "event": " Основание Московского университета."
      },
      {
        "date": "1757",
        "event": " Участие России в Семилетней войне."
      },
      {
        "date": "1757",
        "event": " Учреждении Академии художеств."
      },
      {
        "date": "1760",
        "event": " Массовые волнения приписных крестьян на Урале."
      },
      {
        "date": "1761",
        "event": " Царствование Петра III."
      },
      {
        "date": "1762",
        "event": " Манифест «о вольности дворянской»."
      },
      {
        "date": "1762",
        "event": " Царствование Екатерины II."
      },
      {
        "date": "1763",
        "event": " Изобретение И.И. Ползуновым паровой машины."
      },
      {
        "date": "1764",
        "event": " Секуляризация церковных земель."
      },
      {
        "date": "1765",
        "event": " Указ о разрешении помещикам ссылать крестьян на каторгу. Учреждение Вольного экономического общества."
      },
      {
        "date": "1767",
        "event": " Указ о запрещении крестьянам жаловаться на помещиков."
      },
      {
        "date": "1767",
        "event": " «Комиссия об Уложении»."
      },
      {
        "date": "1768",
        "event": " 1769 -«Колиивщина»."
      },
      {
        "date": "1768",
        "event": " Русско - турецкая война."
      },
      {
        "date": "1771",
        "event": " «Чумный бунт» в Москве."
      },
      {
        "date": "1772",
        "event": " Первый раздел Польши."
      },
      {
        "date": "1773",
        "event": " Крестьянская война под предводительством Е.И. Пугачева."
      },
      {
        "date": "1775",
        "event": " Губернская реформа. Манифест о свободе организации промышленных предприятий."
      },
      {
        "date": "1783",
        "event": " Присоединение Крыма. Георгиевский договор о протекторате России над Восточной Грузией."
      },
      {
        "date": "1783",
        "event": " Восстание Срыма Датова в Казахстане."
      },
      {
        "date": "1785",
        "event": " Жалованная грамота дворянству и городам."
      },
      {
        "date": "1787",
        "event": " Русско - турецкая война."
      },
      {
        "date": "1788",
        "event": " Русско - шведская война."
      },
      {
        "date": "1790",
        "event": " Выход в свет «Путешествия из Петербурга в Москву» А.Н, Радищева."
      },
      {
        "date": "1793",
        "event": " Второй раздел Польши."
      },
      {
        "date": "1794",
        "event": " Восстание в Польше под предводительством Т. Костюшко."
      },
      {
        "date": "1795",
        "event": " Третий раздел Польши."
      },
      {
        "date": "1796",
        "event": " Царствование Павла I."
      },
      {
        "date": "1798",
        "event": " Средимземноморский поход русского флота под командованием Ф.Ф. Ушакова."
      },
      {
        "date": "1799",
        "event": " Итальянский и швейцарский походы Суворова."
      }
    ],
    "19": [
      {
        "date": "1801",
        "event": " Царствование Александра I."
      },
      {
        "date": "1803",
        "event": " Указ «о вольных хлебопашцах»."
      },
      {
        "date": "1804",
        "event": " Война с Ираном."
      },
      {
        "date": "1805",
        "event": " Создание союза России с Англией и Австрией против Франции."
      },
      {
        "date": "1806",
        "event": " Война с Турцией."
      },
      {
        "date": "1806",
        "event": " Создание союз с Англией и Пруссией против Франции."
      },
      {
        "date": "1807",
        "event": " Тильзитский мир."
      },
      {
        "date": "1808",
        "event": " Война со Швецией. Присоединнение Финляндии."
      },
      {
        "date": "1810",
        "event": " Создание Государственного совета."
      },
      {
        "date": "1812",
        "event": " Присоединение Бессарабии к России."
      },
      {
        "date": "1812",
        "event": " Вторжение наполеоновской армии в Россию. Начало Отечественной войны. 26 августа - Бородинское сражение. 2 сентября - оставление Москвы. Декабрь - Изгнание наполеоновской армии из России."
      },
      {
        "date": "1813",
        "event": " Присоединение к России Дагестана и части Северного Азербайджана."
      },
      {
        "date": "1813",
        "event": " Заграничные походы русской армии."
      },
      {
        "date": "1815",
        "event": " Конгресс в Вене. Герцогство Варшавское входит в состав России."
      },
      {
        "date": "1816",
        "event": " Создание первой тайной организации декабристов «Союз спасения»."
      },
      {
        "date": "1819",
        "event": " Восстание военных поселенцев в городе Чугуеве."
      },
      {
        "date": "1819",
        "event": " Кругосветная экспедиция в Антарктиду Ф.Ф. Беллинсгаузена."
      },
      {
        "date": "1820",
        "event": " Волнения солдат в царской армии. Создание «союза благоденствия»."
      },
      {
        "date": "1821",
        "event": " Создание «Южного тайного общества» и «Северного тайного общества»."
      },
      {
        "date": "1825",
        "event": " Царствование Николая I."
      },
      {
        "date": "1825",
        "event": " Восстание декабристов на Сенатской площади."
      },
      {
        "date": "1828",
        "event": " Присоединение к России Восточной Армении и всего Северного Азербайджана."
      },
      {
        "date": "1830",
        "event": " Военное восстание в Севастополе."
      },
      {
        "date": "1831",
        "event": " Восстание в Старой Руссе."
      },
      {
        "date": "1843",
        "event": " Строительсво железной дороги между Москвой и Петербургом."
      },
      {
        "date": "1849",
        "event": " Помощь русской армии в подавлении восстания венгров в Австрии."
      },
      {
        "date": "1853",
        "event": " Создание Герценым в Лондоне «Вольной русской типографии»."
      },
      {
        "date": "1853",
        "event": " Крымская война."
      },
      {
        "date": "1854",
        "event": " Оборона Севастополя."
      },
      {
        "date": "1855",
        "event": " Царствование Александра II."
      },
      {
        "date": "1856",
        "event": " Парижский мирный договор."
      },
      {
        "date": "1858",
        "event": " Заключен Айгунский договор о границе с Китаем."
      },
      {
        "date": "1859",
        "event": " Революционная ситуация в России."
      },
      {
        "date": "1860",
        "event": " Пекинский договор о границе с Китаем. Основание Владивостока."
      },
      {
        "date": "1861",
        "event": " Манифест об освобождении крестьян от крепостного права."
      },
      {
        "date": "1863",
        "event": " Восстание в Польше, Литве и Белоруссии."
      },
      {
        "date": "1864",
        "event": " Весь Кавказ вошел в состав России. Земская и судебная реформы."
      },
      {
        "date": "1868",
        "event": " Кокандское ханство и Бухарский эмират признают политическую зависимость от России."
      },
      {
        "date": "1870",
        "event": " Реформа городского самоуправления."
      },
      {
        "date": "1873",
        "event": " Хивинский хан признал политическую зависимость от России."
      },
      {
        "date": "1874",
        "event": " Введение всеобщей воинской повиннности."
      },
      {
        "date": "1876",
        "event": " Ликвидация Кокандского ханства. Создание тайной революционной организации «Земля и воля»."
      },
      {
        "date": "1877",
        "event": " Русско - турецкая война."
      },
      {
        "date": "1878",
        "event": " Сан - Стефанский мирный договор."
      },
      {
        "date": "1879",
        "event": " Раскол «Земли и воли». Создание «Черного передела»."
      },
      {
        "date": "1881",
        "event": " Убийство Александра II."
      },
      {
        "date": "1881",
        "event": " Царствование Александра III."
      },
      {
        "date": "1891",
        "event": " Заключение франко - русского союза."
      },
      {
        "date": "1885",
        "event": " Морозовская стачка."
      },
      {
        "date": "1894",
        "event": " Царствование Николая II."
      }
    ],
    "20": [
      {
        "date": "1900",
        "event": " Экономический кризис."
      },
      {
        "date": "1904",
        "event": " Убийство Плеве."
      },
      {
        "date": "1904",
        "event": " Русско - японская война."
      },
      {
        "date": "1905",
        "event": " «Кровавое воскресенье»."
      },
      {
        "date": "1905",
        "event": " Первая российская революция."
      },
      {
        "date": "1906",
        "event": " 8 июля - Первая Государственная Дума."
      },
      {
        "date": "1906",
        "event": " Аграрная реформа Столыпина."
      },
      {
        "date": "1907",
        "event": " 2 июня - Вторая Государственная Дума."
      },
      {
        "date": "1907",
        "event": " Третья Государственная Дума."
      },
      {
        "date": "1907",
        "event": " Создание Антанты."
      },
      {
        "date": "1911",
        "event": " Убийство Столыпина."
      },
      {
        "date": "1913",
        "event": " Празднование 300-летия дома Романовых."
      },
      {
        "date": "1914",
        "event": " Первая Мировая Война."
      },
      {
        "date": "1917",
        "event": " Забастовка на Путиловском заводе. 1 марта - создание Временного правительства. 2 марта - отречение Николая II от престола. Июнь - июль - кризис власти. Август - Корниловский мятеж. 1 сентября - Россия объявлена республикой. Октябрь - захват власти большевиками."
      },
      {
        "date": "1917",
        "event": " Формирование Временного правительства."
      },
      {
        "date": "1917",
        "event": " Отречение Михаила Александровича."
      },
      {
        "date": "1917",
        "event": " Учреждение Временного правительства."
      },
      {
        "date": "1918",
        "event": "убийство свергнутого Императора и царской семьи. "
      },
      {
        "date": "1917",
        "event": " Июльские выступления большевиков."
      },
      {
        "date": "1917",
        "event": " Оглашение состава второго коалиционного состава Временного правительства."
      },
      {
        "date": "1917",
        "event": " Созыв Государственного совещания."
      },
      {
        "date": "1917",
        "event": " Объявление России республикой."
      },
      {
        "date": "1917",
        "event": " Образование Предпарламента."
      },
      {
        "date": "1917",
        "event": " Оглашение состава третьего коалиционного состава Временного правительства."
      },
      {
        "date": "1917",
        "event": " Обращение В. И. Ленина о переходе власти Военно-революционному комитету."
      },
      {
        "date": "1917",
        "event": " Арест членов Временного правительства."
      },
      {
        "date": "1917",
        "event": " Декреты о мире и земле."
      },
      {
        "date": "1917",
        "event": " Учреждение Всероссийской Чрезвычайной комиссии."
      },
      {
        "date": "1918",
        "event": " Открытие Учредительного собрания."
      },
      {
        "date": "1918",
        "event": " Гражданская война."
      },
      {
        "date": "1918",
        "event": " Брестский мир."
      },
      {
        "date": "1918",
        "event": " Восстание Чехословацкого корпуса."
      },
      {
        "date": "1919",
        "event": " Поражение А.В. Колчака."
      },
      {
        "date": "1920",
        "event": " Передача власти в Добровольческой армии от А.И. Деникина к П.Н. Врангелю."
      },
      {
        "date": "1920",
        "event": " Поражение армии П.Н. Врангеля."
      },
      {
        "date": "1921",
        "event": "Подписание Рижского мира с Польшей."
      },
      {
        "date": "1921",
        "event": " X съезд партии, резолюция «О единстве партии»."
      },
      {
        "date": "1921",
        "event": " Начало НЭП."
      },
      {
        "date": "1922",
        "event": " Союзный договор."
      },
      {
        "date": "1922",
        "event": " «Философский параход»"
      },
      {
        "date": "1924",
        "event": " Смерть В. И. Ленина"
      },
      {
        "date": "1924",
        "event": " Конституция СССР."
      },
      {
        "date": "1925",
        "event": " XVI съезд партии"
      },
      {
        "date": "1925",
        "event": " Принятие резолюции ЦК РКП относительно политики партии в области культуры"
      },
      {
        "date": "1929",
        "event": " Год «великого перелома», начало коллективизации и индустриализации"
      },
      {
        "date": "1932",
        "event": " Голод"
      },
      {
        "date": "1933",
        "event": " Признание СССР со стороны США"
      },
      {
        "date": "1934",
        "event": " Первый съезд писателей"
      },
      {
        "date": "1934",
        "event": " XVII съезд партии "
      },
      {
        "date": "1934",
        "event": " Включение СССР в Лигу Наций"
      },
      {
        "date": "1936",
        "event": " Конституция СССР"
      },
      {
        "date": "1938",
        "event": " Начало строительства БАМ"
      },
      {
        "date": "1938",
        "event": " Столкновение с Японией у озера Хасан"
      },
      {
        "date": "1939",
        "event": " Столкновение с Японией у реки Халхин-Гол"
      },
      {
        "date": "1939",
        "event": " Подписание пакта Молотова - Риббентропа"
      },
      {
        "date": "1939",
        "event": " Начало II Мировой войны"
      },
      {
        "date": "1939",
        "event": " Вторжение советских войск в Польшу"
      },
      {
        "date": "1939",
        "event": " Подписание договора с Германией «О дружбе и границе»"
      },
      {
        "date": "1939",
        "event": " Начало войны с Финляндией"
      },
      {
        "date": "1939",
        "event": " 1939,14 декабря - Исключение СССР из Лиги Наций"
      },
      {
        "date": "1940",
        "event": " 1940,12 марта - Заключение мирного договора с Финляндией"
      },
      {
        "date": "1941",
        "event": " Подписание пакта о ненападении с Японией"
      },
      {
        "date": "1941",
        "event": " Вторжение Германии и ее союзников в Советский Союз"
      },
      {
        "date": "1941",
        "event": " Образована Ставка Главного командования"
      },
      {
        "date": "1941",
        "event": " Взятие немецкими войсками Минска"
      },
      {
        "date": "1941",
        "event": " Учреждение Государственного комитета обороны "
      },
      {
        "date": "1941",
        "event": " 1941, 5 августа-16 октября - Оборона Одессы"
      },
      {
        "date": "1941",
        "event": " Начало блокады Ленинграда"
      },
      {
        "date": "1941",
        "event": " 1941, 29 сентября-1 октября - Московская конференция"
      },
      {
        "date": "1941",
        "event": " Начало реализации плана «Тайфун»"
      },
      {
        "date": "1941",
        "event": " Начало контрнаступления советских войск в битве под Москвой"
      },
      {
        "date": "1941",
        "event": "1941, 5-6 декабря - Оборона Севастополя"
      },
      {
        "date": "1942",
        "event": " Присоединение СССР к Декларации Объединенных Наций"
      },
      {
        "date": "1942",
        "event": " Поражение советской армии в ходе харьковской операции"
      },
      {
        "date": "1942",
        "event": " Начало Сталинградской битвы"
      },
      {
        "date": "1942",
        "event": " 1942, 19-20 ноября - Начало реализации операции «Уран»"
      },
      {
        "date": "1943",
        "event": " Начало операции «Кольцо»"
      },
      {
        "date": "1943",
        "event": " Конец блокады Ленинграда"
      },
      {
        "date": "1943",
        "event": " Начало контрнаступления советских войск в битве на Курской дуге"
      },
      {
        "date": "1943",
        "event": " Начало битвы на Курской дуге"
      },
      {
        "date": "1943",
        "event": " Освобождение Киева"
      },
      {
        "date": "1943",
        "event": " 1943, 28 ноября-1 декабря - Тегеранская конференция"
      },
      {
        "date": "1944",
        "event": " 1944, 23-24 июня - Начало Ясско-Кишинёвской операции"
      },
      {
        "date": "1944",
        "event": " Начало операции «Багратион»"
      },
      {
        "date": "1945",
        "event": " 1945, 12-14 января - Начало Висло-Одерской операции"
      },
      {
        "date": "1945",
        "event": " 1945, 4-11 февраля - Ялтинская конференция"
      },
      {
        "date": "1945",
        "event": " 1945, 16-18 апреля - Начало Берлинской операции"
      },
      {
        "date": "1945",
        "event": " Капитуляция гарнизона Берлина"
      },
      {
        "date": "1945",
        "event": " Подписание акта о безоговорочной капитуляции Германии"
      },
      {
        "date": "1945",
        "event": " 2 августа - Потсдамская конференция"
      },
      {
        "date": "1945",
        "event": " Объявление воины СССР Японии"
      },
      {
        "date": "1945",
        "event": " Капитуляции Японии."
      },
      {
        "date": "1946",
        "event": " Резолюция ЦК ВКП «О журналах «Звезда» и «Ленинград»»"
      },
      {
        "date": "1949",
        "event": " Испытание атомного оружия СССР. Ленинградское дело». Испытание советского ядерного оружия. Образование ФРГ и ГДР. Образование Совета Экономической Взаимопомощи."
      },
      {
        "date": "1950",
        "event": " корейская война"
      },
      {
        "date": "1952",
        "event": " XIX съезд партии"
      },
      {
        "date": "1952",
        "event": " «дело врачей»"
      },
      {
        "date": "1953",
        "event": " Испытание водородного оружия СССР"
      },
      {
        "date": "1953",
        "event": " Смерть И. В. Сталина"
      },
      {
        "date": "1955",
        "event": " Образование организации Варшавского договора"
      },
      {
        "date": "1956",
        "event": " XX съезд партии, развенчание культа личности И. В. Сталина"
      },
      {
        "date": "1957",
        "event": " Окончание строительства атомохода «Ленин»"
      },
      {
        "date": "1957",
        "event": " Запуск СССР первого спутника в космос"
      },
      {
        "date": "1957",
        "event": " Учреждение Совнархозов"
      },
      {
        "date": "1961",
        "event": " полет Ю. А. Гагарина в космос"
      },
      {
        "date": "1961",
        "event": " XXII съезд партии"
      },
      {
        "date": "1961",
        "event": " Косыгинские реформы"
      },
      {
        "date": "1962",
        "event": " Волнения в Новочеркасске"
      },
      {
        "date": "1964",
        "event": " Смещение Н. С. Хрущева с должности первого секретаря ЦК КПСС"
      },
      {
        "date": "1965",
        "event": " Строительство Берлинской стены"
      },
      {
        "date": "1968",
        "event": " Введение советских войск в Чехословакию"
      },
      {
        "date": "1969",
        "event": " Военное столкновение СССР и Китая"
      },
      {
        "date": "1974",
        "event": " На строительство БАМа отправился первый Всесоюзный ударный комсомольский отряд имени XVII съезда ВЛКСМ"
      },
      {
        "date": "1972",
        "event": " А.И. Бродский выслан из СССР"
      },
      {
        "date": "1974",
        "event": " А.И. Солженицын выслан из СССР"
      },
      {
        "date": "1975",
        "event": " Хельсинкское соглашение"
      },
      {
        "date": "1977",
        "event": " Новая Конституция"
      },
      {
        "date": "1979",
        "event": " Ввод советских войск в Афганистан"
      },
      {
        "date": "1980",
        "event": " Политический кризис в Польше."
      },
      {
        "date": "1982",
        "event": " Руководство генерального секретаря ЦК КПСС Ю.В. Андропова"
      },
      {
        "date": "1984",
        "event": " Руководство генерального секретаря ЦК КПСС К.У. Черненко"
      },
      {
        "date": "1985",
        "event": " Руководство генерального секретаря ЦК КПСС М.С. Горбачева"
      },
      {
        "date": "1988",
        "event": " XIX партконференция"
      },
      {
        "date": "1988",
        "event": " Начало вооруженного конфликта между Арменией и Азербайджаном"
      },
      {
        "date": "1989",
        "event": " Избрание Съезда народных депутатов"
      },
      {
        "date": "1989",
        "event": " Вывод советских войск из Афганистана"
      },
      {
        "date": "1990",
        "event": " Избрание М. С. Горбачева президентом СССР"
      },
      {
        "date": "1991",
        "event": " 1991, 19-22 авгсута - Создание ГКЧП. Попытка государственного переворота"
      },
      {
        "date": "1991",
        "event": " Михаил Горбачев уходит в отставку с поста Генерального секретаря ЦК КПСС ."
      },
      {
        "date": "1991",
        "event": " Беловежское соглашение, упразднение СССР."
      },
      {
        "date": "1991",
        "event": " М.С. Горбачев уходит с поста президента СССР."
      },
      {
        "date": "1992",
        "event": "Начало рыночных реформ в Российской Федерации."
      },
      {
        "date": "1993",
        "event": " «Указ о поэтапной конституционной реформе в Российской Федерации». Начало политичесого кризиса. "
      },
      {
        "date": "1993",
        "event": " 1993, 2-3 октября - столкновения в Москве между сторонниками парламентской оппозиции и милицией. "
      },
      {
        "date": "1993",
        "event": " захват военными подразделениями Белого дома, арест А.В. Руцкого и Р.И. Хасбулатова."
      },
      {
        "date": "1993",
        "event": " Принятие Конституции Российской Федерации. Выборы в первую Государственную Думу РФ на переходный период ."
      },
      {
        "date": "1994",
        "event": " Ввод российских войск в Чеченскую республику для наведения «конституционного порядка»."
      },
      {
        "date": "1995",
        "event": " Выборы в Государственную Думу на 4 года. "
      },
      {
        "date": "1996",
        "event": " Выборы на должность президента Российкой Федерации. Б.Н. Ельцин набирает 54% голосов и становится президентом РФ."
      },
      {
        "date": "1996",
        "event": " Подписание временного соглашения о приостановлениии боевых действий."
      },
      {
        "date": "1997",
        "event": " завершение вывода федеральных войск из Чечни. "
      },
      {
        "date": "1998",
        "event": " экономический кризис в России, дефолт."
      },
      {
        "date": "1999",
        "event": " чеченские боевиги вторглись в горные районы Дагестана. Начало II Чеченской кампании."
      },
      {
        "date": "1999",
        "event": " Б.Н. Ельцин объявил о досрочном сложении с себя полномочий президента Российской Федерации и назначении В.В. Путина исполняющим обязанности президента России."
      }
    ],
    "21": [
      {
        "date": "2000",
        "event": " избрание В.В. Путина президентом Российской Федерации."
      },
      {
        "date": "2000",
        "event": " гибель атомной подводной лодки «Курск». 117 членов экипажа АПЛ «Курск» посмертно награждены орденом Мужества, капитан - посмертно Звездой героя."
      },
      {
        "date": "2000",
        "event": " Государственная Дума приняла решение о ратификации российско-американского договора СНВ-2. Этот договор предполагает дальнейшее сокращение стратегических наступательных вооружений обеих стран."
      },
      {
        "date": "2000",
        "event": " Официальное вступление В.В. Путина в должность Президента РФ."
      },
      {
        "date": "2000",
        "event": " Утверждение М.М. Касьянова председателем правительства РФ."
      },
      {
        "date": "2000",
        "event": " Террористический акт в Москве - взрыв в подземном переходе станции метро Пушкинская. Погибло 13 человек, сто ранено."
      },
      {
        "date": "2004",
        "event": " Произошло вторжение в Грозный отряда боевиков численностью более 200 человек. В течение трех часов они удерживали центр города, убили более 100 человек."
      },
      {
        "date": "2004",
        "event": " В небе над Тульской и Ростовской областями одновременно взорваны два пассажирских самолета, вылетевших из московского аэропорта Домодедово в Сочи и Волгоград. Погибли 90 человек."
      },
      {
        "date": "2005",
        "event": " Парад на Красной площади 9 мая 2005 года в честь 60-й годовщины Дня Победы."
      },
      {
        "date": "2005",
        "event": " Скандал с избиением в Польше детей российских дипломатов и «ответным» избиением поляков в Москве."
      },
      {
        "date": "2005",
        "event": " C полигона «Капустин Яр» в Астраханской области проведён успешный испытательный пуск ракеты «Тополь-М» с новой головной частью."
      },
      {
        "date": "2006",
        "event": " Муниципальная реформа в России."
      },
      {
        "date": "2006",
        "event": " Первый Единый день голосования ."
      },
      {
        "date": "2006",
        "event": " Уничтожен чеченский террорист «номер 1» Шамиль Басаев."
      },
      {
        "date": "2006",
        "event": " 2006, 10 октября Президент РФ Владимир Путин и федеральный канцлер ФРГ Ангела Меркель открыли в Дрездене памятник Фёдору Михайловичу Достоевскому работы народного художника России Александра Рукавишникова."
      },
      {
        "date": "2006",
        "event": " 2006, 13 октября — Россиянин Владимир Крамник был провозглашён абсолютным чемпионом мира по шахматам после победы в матче над болгарином Веселином Топаловым."
      },
      {
        "date": "2007",
        "event": " Красноярский край, Таймырский  и Эвенкийский автономные округа объединились в единый субъект Российской Федерации — Красноярский край."
      },
      {
        "date": "2007",
        "event": " Президент России В.В. Путин произнёс т.н. «Мюнхенскую речь»."
      },
      {
        "date": "2007",
        "event": " В московском Храме Христа Спасителя Патриарх Московский и всея Руси Алексий II и Первоиерарх РПЦЗ митрополит Восточно-Американский и Нью-Йоркский Лавр подписали «Акт о каноническом общении», документ, положивший конец разделению между Русской Зарубежной Церковью и Московским Патриархатом."
      },
      {
        "date": "2007",
        "event": " Камчатская область и Корякский автономный округ объединились в Камчатский край."
      },
      {
        "date": "2007",
        "event": " Авария поезда «Невский экспресс»."
      },
      {
        "date": "2007",
        "event": " Правительство Михаила Фрадкова ушло в отставку."
      },
      {
        "date": "2007",
        "event": " Новым премьер-министром России назначен Виктор Зубков."
      },
      {
        "date": "2007",
        "event": " Сборная России по футболу под руководством Гуса Хиддинка одержала победу над сборной командой Англии со счётом 2:1."
      },
      {
        "date": "2007",
        "event": " Выборы в Государственную Думу Федерального Собрания Российской Федерации 5-го созыва."
      },
      {
        "date": "2007",
        "event": " Дмитрий Медведев выдвинут кандидатом в Президенты РФ от «Единой России»."
      },
      {
        "date": "2008",
        "event": " Прошли выборы третьего президента Российской Федерации. Победил Дмитрий Анатольевич Медведев."
      },
      {
        "date": "2008",
        "event": " Инаугурация третьего президента Российской Федерации, Медведева Дмитрия Анатольевича."
      },
      {
        "date": "2008",
        "event": " В зоне грузино-южноосетинского конфликта начались активные боевые действия: Грузия штурмовала Цхинвали, к вооружённому конфликту на стороне Южной Осетии официально присоединилась Россия."
      },
      {
        "date": "2008",
        "event": " В зоне грузино-южноосетинского конфликта начались активные боевые действия: Грузия штурмовала Цхинвали, к вооружённому конфликту на стороне Южной Осетии официально присоединилась Россия."
      },
      {
        "date": "2008",
        "event": " Президент России Д. А. Медведев подписал указ о признании независимости Абхазии и Южной Осетии."
      },
      {
        "date": "2008",
        "event": " В Перми потерпел катастрофу пассажирский самолёт Боинг 737."
      },
      {
        "date": "2008",
        "event": " Скончался патриарх Московский и всея Руси Алексий II. Временно место предстоятеля Русской православной церкви занимает местоблюститель патриаршего престола, Митрополит Смоленский и Калининградский Кирилл."
      },
      {
        "date": "2009",
        "event": " Единый госэкзамен стал обязательным во всей России."
      },
      {
        "date": "2009",
        "event": " 2009, 25-27 января - Внеочередной Архиерейский Собор Русской Православной Церкви. Поместный Собор Русской Православной Церкви избрал нового Патриарха Московского и всея Руси. Им стал Кирилл."
      },
      {
        "date": "2009",
        "event": " Интронизация новоизбранного Патриарха Московского и всея Руси Кирилла."
      },
      {
        "date": "2009",
        "event": " 2009, 6-7 июля - Визит Президента США Барака Обамы в Россию."
      }
    ]
  }
}